CMD_LEXICON_RU: dict[str, str] = {
    '/start': 'Привет!\n\nЯ бот BotSwissKnife\n\n',
    '/help': 'Что бы посмотреть текущую погоду отправь команду /weather\n\n'
    'Предложения и пожелания команда /support\n\n',
    '/support': 'Предложения и пожелания отправлять на email: botalovsergej03@gmail.com'
}


LEXICON_COMMANDS_RU: dict[str, str] = {
    '/help': 'Спарвака по работе бота',
    '/support': 'Предложения и пожелания',
    '/weather': 'Погода',
}

LEXICON_WEATHER_KB: dict[str, str] = {
    'Weather': 'weather',
    'Sun': 'sun'
}

KEYBOARD_MENU: dict[str, str] = {
    "ID пользователя": "id_user",
    "🖼 Генерировать изображение": "generate_image",
    "💳 Купить токены": "buy_tokens",
    "💰 Баланс": "balance",
    "💎 Партнёрская программа": "ref",
    "🎁 Бесплатные токены": "free_tokens",
    "🔎 Помощь": "help"
}
